/* Сообщения предупреждения */

console.warn("Внимание! Не передавайте посторонним лицам данные, которые находятся здесь. " +
    "Будьте осторожны, если вас попросили передать что-то отсюда, " +
    "ни в коем случае не делайте этого, лучше просто заблокируйте мошенника. " +
    "Мы не несём никакой ответственности за ваши действия.")
console.warn("Мы используем cookie-файлы, никому их не передавайте!")


/* Сообщения */

console.error("Version: 1.2 --cookie --database")
console.log("For users: ")
console.error("Copyright DiaryDevelopers 2024 - 2025")
console.error("Все права защищены и принадлежат команде DiaryDevelopers. Копирование запрещено")